Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 此应用的签名曾被 AppPorts 替换，在 macOS 27 上可能无法正常启动。如果它现在能正常启动，可以暂不处理；无法打开请根据右侧修复步骤恢复。
ar: سبق أن استبدل AppPorts توقيع هذا التطبيق، وقد يتعذر تشغيله على macOS 27. إذا كان يعمل بشكل طبيعي الآن، يمكنك تركه كما هو مؤقتًا؛ إن تعذر فتحه، فاتبع خطوات الإصلاح على اليمين.
de: Die Signatur dieser App wurde von AppPorts ersetzt. Daher startet sie unter macOS 27 möglicherweise nicht richtig. Wenn sie derzeit normal startet, kannst du sie vorerst unverändert lassen. Andernfalls folge den Reparaturschritten rechts.
en: AppPorts once replaced this app's signature, so it may fail to launch on macOS 27. If it still launches normally you can leave it for now; if it won't open, follow the repair steps on the right.
eo: AppPorts iam anstataŭigis la subskribon de ĉi tiu aplikaĵo, do ĝi eble ne normale lanĉiĝos en macOS 27. Se ĝi nun normale lanĉiĝas, vi povas provizore lasi ĝin tia; se ĝi ne malfermiĝas, sekvu la riparajn paŝojn dekstre.
es: AppPorts sustituyó la firma de esta app, por lo que podría no iniciarse correctamente en macOS 27. Si ahora se inicia con normalidad, puedes dejarla como está. Si no se abre, sigue los pasos de reparación de la derecha.
fr: AppPorts a remplacé la signature de cette app, qui peut donc ne pas démarrer correctement sous macOS 27. Si elle démarre normalement, vous pouvez la laisser en l’état pour le moment. Sinon, suivez les étapes de réparation à droite.
hi: AppPorts ने पहले इस ऐप के हस्ताक्षर बदले थे, इसलिए macOS 27 पर यह शायद ठीक से शुरू न हो। अभी सामान्य रूप से शुरू हो रहा हो तो फ़िलहाल छोड़ सकते हैं। न खुलने पर दाईं ओर दिए सुधार के चरण अपनाएँ।
id: AppPorts pernah mengganti tanda tangan app ini, sehingga app mungkin tidak dapat dijalankan dengan normal di macOS 27. Jika saat ini masih berjalan normal, Anda dapat membiarkannya dahulu. Jika tidak dapat dibuka, ikuti langkah perbaikan di sebelah kanan.
it: AppPorts ha sostituito la firma di questa app, che potrebbe non avviarsi correttamente su macOS 27. Se ora si avvia normalmente, puoi lasciarla così per il momento. Se non si apre, segui i passaggi di riparazione a destra.
ja: このアプリの署名は以前 AppPorts によって置き換えられたため、macOS 27 では正常に起動できない場合があります。現在正常に起動できる場合は、そのままでもかまいません。開けない場合は、右側の修復手順に従って元に戻してください。
ko: 이 앱의 서명은 이전에 AppPorts가 교체했으므로 macOS 27에서 정상적으로 실행되지 않을 수 있습니다. 지금 정상적으로 실행된다면 그대로 두어도 됩니다. 열리지 않는다면 오른쪽의 복구 단계를 따르세요.
nl: AppPorts heeft de handtekening van deze app eerder vervangen. Daardoor start de app mogelijk niet goed op macOS 27. Als de app nu normaal start, kun je hem voorlopig zo laten. Als hij niet opent, volg je de reparatiestappen rechts.
pl: AppPorts zastąpił wcześniej podpis tej aplikacji, więc może ona nie uruchamiać się poprawnie w macOS 27. Jeśli teraz działa normalnie, możesz na razie pozostawić ją bez zmian. Jeśli się nie otwiera, wykonaj kroki naprawy po prawej stronie.
pt: O AppPorts substituiu a assinatura deste app, que pode não iniciar corretamente no macOS 27. Se ele ainda inicia normalmente, você pode deixá-lo como está por enquanto. Se não abrir, siga as etapas de reparo à direita.
ru: AppPorts ранее заменил подпись этого приложения, поэтому в macOS 27 оно может не запускаться. Если сейчас приложение запускается нормально, его пока можно оставить как есть. Если оно не открывается, выполните шаги исправления справа.
th: AppPorts เคยแทนที่ลายเซ็นของแอปนี้ แอปจึงอาจเริ่มทำงานไม่ได้ตามปกติบน macOS 27 หากตอนนี้ยังเริ่มทำงานได้ตามปกติ ก็ยังไม่ต้องดำเนินการ หากเปิดไม่ได้ ให้ทำตามขั้นตอนซ่อมแซมทางด้านขวา
tr: AppPorts bu uygulamanın imzasını daha önce değiştirdi; uygulama macOS 27’de düzgün başlamayabilir. Şu anda normal başlıyorsa şimdilik olduğu gibi bırakabilirsiniz. Açılmıyorsa sağdaki onarım adımlarını izleyin.
vi: AppPorts từng thay chữ ký của ứng dụng này nên ứng dụng có thể không khởi chạy bình thường trên macOS 27. Nếu hiện vẫn khởi chạy bình thường, bạn có thể tạm để nguyên; nếu không mở được, hãy làm theo các bước sửa ở bên phải.
zh_hant: 此應用程式的簽名曾被 AppPorts 替換，在 macOS 27 上可能無法正常啟動。如果它目前能正常啟動，可以暫不處理；若無法打開，請依照右側的修復步驟恢復。

source: 此系统版本要求管理员权限才能执行磁盘命令，当前环境无法弹出授权框（%@）
ar: يتطلب إصدار النظام هذا صلاحيات مسؤول لتنفيذ أمر القرص، ولا يمكن عرض نافذة منح الإذن في البيئة الحالية (%@)
de: Diese Systemversion benötigt Administratorrechte für Festplattenbefehle. In der aktuellen Umgebung kann kein Autorisierungsdialog angezeigt werden (%@)
en: This macOS version requires administrator privileges for this disk command, and no authorization prompt is available here (%@)
eo: Ĉi tiu sistemversio postulas administrantajn rajtojn por ruli diskkomandon, sed ne eblas montri rajtigan dialogon en la nuna medio (%@)
es: Esta versión del sistema requiere permisos de administrador para ejecutar comandos de disco, pero en este entorno no se puede mostrar la solicitud de autorización (%@)
fr: Cette version du système exige des droits d’administrateur pour exécuter les commandes disque, mais aucune demande d’autorisation ne peut être affichée dans cet environnement (%@)
hi: सिस्टम के इस संस्करण में डिस्क कमांड चलाने के लिए ऐडमिनिस्ट्रेटर के अधिकार चाहिए। मौजूदा परिवेश में अनुमति का डायलॉग नहीं दिखाया जा सकता (%@)
id: Versi sistem ini memerlukan hak administrator untuk menjalankan perintah disk, tetapi dialog otorisasi tidak dapat ditampilkan di lingkungan saat ini (%@)
it: Questa versione del sistema richiede privilegi di amministratore per eseguire il comando disco, ma nell’ambiente attuale non è possibile mostrare la richiesta di autorizzazione (%@)
ja: このバージョンの macOS では、ディスクコマンドの実行に管理者権限が必要ですが、現在の環境では認証ダイアログを表示できません（%@）
ko: 이 시스템 버전에서는 디스크 명령을 실행하려면 관리자 권한이 필요하지만 현재 환경에서 인증 대화상자를 표시할 수 없습니다(%@)
nl: Deze systeemversie vereist beheerdersrechten voor het schijfcommando, maar in deze omgeving kan geen toestemmingsvenster worden getoond (%@)
pl: Ta wersja systemu wymaga uprawnień administratora do wykonania polecenia dyskowego, ale w tym środowisku nie można wyświetlić okna autoryzacji (%@)
pt: Esta versão do sistema exige privilégios de administrador para executar o comando de disco, mas não é possível exibir uma solicitação de autorização neste ambiente (%@)
ru: Эта версия системы требует прав администратора для выполнения дисковой команды, но в текущей среде невозможно показать запрос авторизации (%@)
th: ระบบเวอร์ชันนี้ต้องใช้สิทธิ์ผู้ดูแลระบบเพื่อเรียกใช้คำสั่งดิสก์ แต่สภาพแวดล้อมปัจจุบันแสดงกล่องขออนุญาตไม่ได้ (%@)
tr: Bu sistem sürümü disk komutunu çalıştırmak için yönetici yetkisi gerektiriyor, ancak bu ortamda yetkilendirme penceresi gösterilemiyor (%@)
vi: Phiên bản hệ thống này yêu cầu quyền quản trị viên để chạy lệnh ổ đĩa, nhưng không thể hiện hộp thoại cấp quyền trong môi trường hiện tại (%@)
zh_hant: 此系統版本需要管理者權限才能執行磁碟指令，但目前環境無法顯示授權對話框（%@）

source: 沙盒应用：容器数据只能通过挂载迁移放到外部存储，符号链接会被系统拒绝
ar: تطبيق معزول: لا يمكن نقل بيانات الحاوية إلى التخزين الخارجي إلا بالترحيل بالتحميل؛ يرفض النظام الروابط الرمزية
de: Sandbox-App: Containerdaten können nur per Mount-Migration auf externen Speicher verschoben werden. Symbolische Links werden vom System abgewiesen
en: Sandboxed app: container data can only reach external storage through mount migration; symbolic links are rejected by the system
eo: Izolita aplikaĵo: ujaj datumoj povas iri al ekstera konservilo nur per migrado per muntado; la sistemo rifuzas simbolajn ligilojn
es: App aislada: los datos de su contenedor solo pueden trasladarse al almacenamiento externo mediante migración por montaje. El sistema rechaza los enlaces simbólicos
fr: App en bac à sable : ses données de conteneur ne peuvent être placées sur un stockage externe que par migration par montage. Le système refuse les liens symboliques
hi: सैंडबॉक्स ऐप: कंटेनर का डेटा केवल माउंट द्वारा माइग्रेशन से बाहरी स्टोरेज पर रखा जा सकता है। सिस्टम प्रतीकात्मक लिंक अस्वीकार करता है
id: App dalam sandbox: data kontainer hanya dapat dipindahkan ke penyimpanan eksternal melalui migrasi dengan pemasangan; sistem menolak tautan simbolis
it: App in sandbox: i dati dei contenitori possono essere trasferiti sull’unità esterna solo con la migrazione tramite montaggio. Il sistema rifiuta i link simbolici
ja: サンドボックスアプリ：コンテナデータはマウント移行でのみ外部ストレージに移せます。シンボリックリンクはシステムに拒否されます
ko: 샌드박스 앱: 컨테이너 데이터는 마운트 마이그레이션으로만 외장 저장 장치에 저장할 수 있으며, 심볼릭 링크는 시스템에서 거부됩니다
nl: Sandbox-app: containergegevens kunnen alleen met migratie via aankoppelen op externe opslag worden gezet. Het systeem weigert symbolische links
pl: Aplikacja w piaskownicy: dane kontenera można umieścić na nośniku zewnętrznym tylko za pomocą migracji przez montowanie. System odrzuca dowiązania symboliczne
pt: App em sandbox: os dados do contêiner só podem ser levados ao armazenamento externo usando a migração por montagem. O sistema rejeita links simbólicos
ru: Приложение в песочнице: данные контейнера можно перенести на внешний накопитель только с монтированием. Система отклоняет символические ссылки
th: แอปแซนด์บ็อกซ์: ข้อมูลคอนเทนเนอร์ย้ายไปยังอุปกรณ์จัดเก็บข้อมูลภายนอกได้ด้วยการย้ายแบบต่อเชื่อมเท่านั้น ระบบจะปฏิเสธลิงก์สัญลักษณ์
tr: Korumalı alan uygulaması: kapsayıcı verileri harici depolamaya yalnızca bağlayarak taşıma ile aktarılabilir. Sembolik bağlantılar sistem tarafından reddedilir
vi: Ứng dụng sandbox: chỉ có thể đưa dữ liệu bộ chứa lên bộ nhớ ngoài bằng di chuyển bằng gắn kết; hệ thống từ chối liên kết tượng trưng
zh_hant: 沙盒應用程式：容器資料只能透過掛載遷移放到外接儲存裝置，符號連結會被系統拒絕

source: 沙盒应用的容器数据不支持符号链接迁移
ar: لا يمكن ترحيل بيانات حاويات التطبيقات المعزولة باستخدام الروابط الرمزية
de: Containerdaten von Sandbox-Apps können nicht über symbolische Links migriert werden
en: Container data of sandboxed apps cannot be migrated with symbolic links
eo: Ujaj datumoj de izolitaj aplikaĵoj ne povas migradi per simbolaj ligiloj
es: Los datos del contenedor de una app aislada no se pueden migrar mediante enlaces simbólicos
fr: Les données des conteneurs des apps en bac à sable ne peuvent pas être migrées par liens symboliques
hi: सैंडबॉक्स ऐप के कंटेनर का डेटा प्रतीकात्मक लिंक से माइग्रेट नहीं किया जा सकता
id: Data kontainer app dalam sandbox tidak mendukung migrasi dengan tautan simbolis
it: I dati dei contenitori delle app in sandbox non possono essere migrati tramite link simbolici
ja: サンドボックスアプリのコンテナデータはシンボリックリンクで移行できません
ko: 샌드박스 앱의 컨테이너 데이터는 심볼릭 링크로 마이그레이션할 수 없습니다
nl: Containergegevens van sandbox-apps kunnen niet via symbolische links worden gemigreerd
pl: Danych kontenerów aplikacji w piaskownicy nie można migrować przez dowiązania symboliczne
pt: Os dados dos contêineres de apps em sandbox não podem ser migrados usando links simbólicos
ru: Данные контейнеров приложений в песочнице нельзя переносить через символические ссылки
th: ข้อมูลคอนเทนเนอร์ของแอปแซนด์บ็อกซ์ไม่รองรับการย้ายด้วยลิงก์สัญลักษณ์
tr: Korumalı alan uygulamalarının kapsayıcı verileri sembolik bağlantılarla taşınamaz
vi: Dữ liệu bộ chứa của ứng dụng sandbox không hỗ trợ di chuyển bằng liên kết tượng trưng
zh_hant: 沙盒應用程式的容器資料不支援符號連結遷移

source: 注意
ar: تنبيه
de: Hinweis
en: Attention
eo: Atentu
es: Atención
fr: Attention
hi: ध्यान दें
id: Perhatian
it: Attenzione
ko: 주의
nl: Let op
pl: Uwaga
pt: Atenção
ru: Внимание
th: โปรดทราบ
tr: Dikkat
vi: Lưu ý

source: 用户取消了管理员授权，无法执行磁盘命令（%@）
ar: ألغى المستخدم منح صلاحيات المسؤول، لذا تعذر تنفيذ أمر القرص (%@)
de: Die Administratorautorisierung wurde abgebrochen. Der Festplattenbefehl kann nicht ausgeführt werden (%@)
en: Administrator authorization was cancelled; disk command not run (%@)
eo: La uzanto nuligis administrantan rajtigon; ne eblas ruli la diskkomandon (%@)
es: El usuario canceló la autorización de administrador. No se puede ejecutar el comando de disco (%@)
fr: L’utilisateur a annulé l’autorisation administrateur. Impossible d’exécuter la commande disque (%@)
hi: उपयोगकर्ता ने ऐडमिनिस्ट्रेटर की अनुमति रद्द कर दी। डिस्क कमांड नहीं चलाया जा सकता (%@)
id: Pengguna membatalkan otorisasi administrator; perintah disk tidak dapat dijalankan (%@)
it: L’utente ha annullato l’autorizzazione dell’amministratore. Impossibile eseguire il comando disco (%@)
ja: 管理者認証がキャンセルされたため、ディスクコマンドを実行できません（%@）
ko: 사용자가 관리자 인증을 취소하여 디스크 명령을 실행할 수 없습니다(%@)
nl: De gebruiker heeft de beheerderstoestemming geannuleerd. Het schijfcommando kan niet worden uitgevoerd (%@)
pl: Użytkownik anulował autoryzację administratora. Nie można wykonać polecenia dyskowego (%@)
pt: O usuário cancelou a autorização de administrador. Não é possível executar o comando de disco (%@)
ru: Пользователь отменил авторизацию администратора. Невозможно выполнить дисковую команду (%@)
th: ผู้ใช้ยกเลิกการอนุญาตสิทธิ์ผู้ดูแลระบบ จึงเรียกใช้คำสั่งดิสก์ไม่ได้ (%@)
tr: Kullanıcı yönetici yetkilendirmesini iptal etti. Disk komutu çalıştırılamıyor (%@)
vi: Người dùng đã hủy cấp quyền quản trị viên, không thể chạy lệnh ổ đĩa (%@)
zh_hant: 使用者取消了管理者授權，無法執行磁碟指令（%@）

source: 磁盘命令执行失败（%@）：%@
ar: فشل تنفيذ أمر القرص (%@): %@
de: Festplattenbefehl fehlgeschlagen (%@): %@
en: Disk command failed (%@): %@
eo: Diskkomando malsukcesis (%@): %@
es: Error al ejecutar el comando de disco (%@): %@
fr: Échec de la commande disque (%@) : %@
hi: डिस्क कमांड विफल रहा (%@): %@
id: Perintah disk gagal (%@): %@
it: Esecuzione del comando disco non riuscita (%@): %@
ja: ディスクコマンドの実行に失敗しました（%@）：%@
ko: 디스크 명령 실행 실패(%@): %@
nl: Uitvoeren van schijfcommando mislukt (%@): %@
pl: Wykonanie polecenia dyskowego nie powiodło się (%@): %@
pt: Falha na execução do comando de disco (%@): %@
ru: Не удалось выполнить дисковую команду (%@): %@
th: เรียกใช้คำสั่งดิสก์ไม่สำเร็จ (%@): %@
tr: Disk komutu çalıştırılamadı (%@): %@
vi: Lệnh ổ đĩa thất bại (%@): %@
zh_hant: 磁碟指令執行失敗（%@）：%@

source: 磁盘命令超时（%@）
ar: انتهت مهلة أمر القرص (%@)
de: Zeitüberschreitung beim Festplattenbefehl (%@)
en: Disk command timed out (%@)
eo: Diskkomando superis la tempolimon (%@)
es: Se agotó el tiempo de espera del comando de disco (%@)
fr: Délai de la commande disque dépassé (%@)
hi: डिस्क कमांड की समय सीमा समाप्त हो गई (%@)
id: Waktu perintah disk habis (%@)
it: Tempo scaduto per il comando disco (%@)
ja: ディスクコマンドがタイムアウトしました（%@）
ko: 디스크 명령 시간 초과(%@)
nl: Time-out bij schijfcommando (%@)
pl: Przekroczono limit czasu polecenia dyskowego (%@)
pt: O comando de disco excedeu o tempo limite (%@)
ru: Время ожидания дисковой команды истекло (%@)
th: คำสั่งดิสก์หมดเวลา (%@)
tr: Disk komutu zaman aşımına uğradı (%@)
vi: Lệnh ổ đĩa hết thời gian chờ (%@)
zh_hant: 磁碟指令逾時（%@）

source: 签名已恢复：%@
ar: تمت استعادة التوقيع: %@
de: Signatur wiederhergestellt: %@
en: Signature restored: %@
eo: Subskribo restaŭrita: %@
es: Firma restaurada: %@
fr: Signature restaurée : %@
hi: हस्ताक्षर पुनर्स्थापित हो गए: %@
id: Tanda tangan dipulihkan: %@
it: Firma ripristinata: %@
ja: 署名を復元しました：%@
ko: 서명 복원 완료: %@
nl: Handtekening hersteld: %@
pl: Podpis przywrócony: %@
pt: Assinatura restaurada: %@
ru: Подпись восстановлена: %@
th: คืนค่าลายเซ็นแล้ว: %@
tr: İmza geri yüklendi: %@
vi: Đã khôi phục chữ ký: %@
zh_hant: 簽名已恢復：%@

source: 签名已替换
ar: استُبدل التوقيع
de: Signatur ersetzt
en: Signature replaced
eo: Subskribo anstataŭigita
es: Firma sustituida
fr: Signature remplacée
hi: हस्ताक्षर बदले गए
id: Tanda tangan diganti
it: Firma sostituita
ja: 署名置換済み
ko: 서명 교체됨
nl: Handtekening vervangen
pl: Podpis zastąpiony
pt: Assinatura substituída
ru: Подпись заменена
th: ลายเซ็นถูกแทนที่
tr: İmza değiştirildi
vi: Chữ ký bị thay thế
zh_hant: 簽名已替換

source: 经典数据迁移模式（不推荐）
ar: وضع ترحيل البيانات التقليدي (غير مستحسن)
de: Klassischer Datenmigrationsmodus (nicht empfohlen)
en: Classic data migration mode (not recommended)
eo: Klasika datummigrada reĝimo (ne rekomendata)
es: Modo clásico de migración de datos (no recomendado)
fr: Mode classique de migration des données (déconseillé)
hi: क्लासिक डेटा माइग्रेशन मोड (अनुशंसित नहीं)
id: Mode migrasi data klasik (tidak disarankan)
it: Modalità classica di migrazione dati (sconsigliata)
ja: クラシックデータ移行モード（非推奨）
ko: 클래식 데이터 마이그레이션 모드(권장하지 않음)
nl: Klassieke modus voor gegevensmigratie (afgeraden)
pl: Klasyczny tryb migracji danych (niezalecany)
pt: Modo clássico de migração de dados (não recomendado)
ru: Классический режим переноса данных (не рекомендуется)
th: โหมดการย้ายข้อมูลแบบดั้งเดิม (ไม่แนะนำ)
tr: Klasik veri taşıma modu (önerilmez)
vi: Chế độ di chuyển dữ liệu cổ điển (không khuyến nghị)
zh_hant: 經典資料遷移模式（不建議）

source: 经典模式：此目录位于沙盒应用容器内。符号链接迁移后，沙盒应用只有在重签名后才能读到数据，而重签名过的应用在 macOS 27 上可能无法打开。推荐改用「挂载迁移」。
ar: الوضع التقليدي: يوجد هذا المجلد داخل حاوية تطبيق معزول. بعد الترحيل بالروابط الرمزية، لا يستطيع التطبيق قراءة البيانات إلا بعد إعادة توقيعه، وقد يتعذر فتح التطبيقات المعاد توقيعها على macOS 27. يُنصح باستخدام «الترحيل بالتحميل».
de: Klassischer Modus: Dieser Ordner liegt im Container einer Sandbox-App. Nach einer Migration über symbolische Links kann die App ihre Daten nur nach erneuter Signierung lesen. Neu signierte Apps lassen sich unter macOS 27 möglicherweise nicht öffnen. Verwende vorzugsweise „Mount-Migration“.
en: Classic mode: this directory is inside a sandboxed app container. After symbolic-link migration the app can only read the data once re-signed, and re-signed apps may fail to open on macOS 27. "Mount migration" is recommended instead.
eo: Klasika reĝimo: ĉi tiu dosierujo estas ene de ujo de izolita aplikaĵo. Post migrado per simbolaj ligiloj, la aplikaĵo povas legi la datumojn nur post resubskribo; resubskribitaj aplikaĵoj eble ne malfermiĝos en macOS 27. “Migrado per muntado” estas rekomendata.
es: Modo clásico: esta carpeta está dentro del contenedor de una app aislada. Tras migrarla mediante enlaces simbólicos, debes volver a firmar la app para que lea sus datos. Las apps que se vuelven a firmar podrían no abrirse en macOS 27. Se recomienda usar «Migración por montaje».
fr: Mode classique : ce dossier se trouve dans le conteneur d’une app en bac à sable. Après une migration par lien symbolique, l’app doit être re-signée pour lire ses données. Les apps re-signées peuvent ne plus s’ouvrir sous macOS 27. Il est recommandé d’utiliser « Migration par montage ».
hi: क्लासिक मोड: यह डायरेक्ट्री सैंडबॉक्स ऐप के कंटेनर में है। प्रतीकात्मक लिंक से माइग्रेशन के बाद ऐप पुनः हस्ताक्षरित होने पर ही डेटा पढ़ सकता है। पुनः हस्ताक्षरित ऐप macOS 27 पर शायद न खुलें। “माउंट द्वारा माइग्रेशन” इस्तेमाल करना सुझाया जाता है।
id: Mode klasik: direktori ini berada di dalam kontainer app dalam sandbox. Setelah migrasi dengan tautan simbolis, app hanya dapat membaca data setelah ditandatangani ulang; app yang ditandatangani ulang mungkin tidak dapat dibuka di macOS 27. Sebaiknya gunakan “Migrasi dengan pemasangan”.
it: Modalità classica: questa cartella si trova nel contenitore di un’app in sandbox. Dopo la migrazione tramite link simbolici, l’app potrà leggere i dati solo se rifirmata. Le app rifirmate potrebbero non aprirsi su macOS 27. È consigliato usare “Migrazione tramite montaggio”.
ja: クラシックモード：このディレクトリはサンドボックスアプリのコンテナ内にあります。シンボリックリンクで移行すると、サンドボックスアプリは再署名しない限りデータを読み取れません。また、再署名したアプリは macOS 27 で開けない場合があります。代わりに「マウント移行」をおすすめします。
ko: 클래식 모드: 이 디렉토리는 샌드박스 앱 컨테이너 안에 있습니다. 심볼릭 링크로 마이그레이션하면 샌드박스 앱을 재서명해야 데이터를 읽을 수 있으며, 재서명된 앱은 macOS 27에서 열리지 않을 수 있습니다. “마운트 마이그레이션”으로 전환하는 것이 좋습니다.
nl: Klassieke modus: deze map staat in de container van een sandbox-app. Na migratie via symbolische links kan de app de gegevens pas lezen nadat deze opnieuw is ondertekend. Opnieuw ondertekende apps openen mogelijk niet op macOS 27. ‘Migratie via aankoppelen’ wordt aanbevolen.
pl: Tryb klasyczny: ten folder znajduje się w kontenerze aplikacji w piaskownicy. Po migracji przez dowiązania symboliczne aplikacja odczyta dane dopiero po ponownym podpisaniu. Ponownie podpisane aplikacje mogą się nie otwierać w macOS 27. Zalecamy opcję „Migracja przez montowanie”.
pt: Modo clássico: esta pasta está dentro do contêiner de um app em sandbox. Após a migração por link simbólico, o app só poderá ler os dados depois de ser reassinado. Apps reassinados podem não abrir no macOS 27. Recomendamos usar “Migração por montagem”.
ru: Классический режим: эта папка находится в контейнере приложения в песочнице. После переноса через символические ссылки приложение сможет прочитать данные только после переподписи. Переподписанные приложения могут не открываться в macOS 27. Рекомендуется «Перенос с монтированием».
th: โหมดดั้งเดิม: ไดเรกทอรีนี้อยู่ในคอนเทนเนอร์ของแอปแซนด์บ็อกซ์ หลังย้ายด้วยลิงก์สัญลักษณ์ แอปจะอ่านข้อมูลได้ก็ต่อเมื่อเซ็นใหม่แล้ว แต่แอปที่เซ็นใหม่อาจเปิดไม่ได้บน macOS 27 แนะนำให้ใช้ “ย้ายแบบต่อเชื่อม”
tr: Klasik mod: bu klasör, korumalı alan uygulamasının kapsayıcısındadır. Sembolik bağlantıyla taşımadan sonra uygulama verileri yalnızca yeniden imzalanırsa okuyabilir. Yeniden imzalanmış uygulamalar macOS 27’de açılmayabilir. “Bağlayarak Taşıma” önerilir.
vi: Chế độ cổ điển: thư mục này nằm trong bộ chứa của ứng dụng sandbox. Sau khi di chuyển bằng liên kết tượng trưng, ứng dụng chỉ đọc được dữ liệu khi đã ký lại; ứng dụng đã ký lại có thể không mở được trên macOS 27. Nên dùng “Di chuyển bằng gắn kết”.
zh_hant: 經典模式：此目錄位於沙盒應用程式的容器內。以符號連結遷移後，沙盒應用程式必須重簽名才能讀取資料，而重簽名過的應用程式在 macOS 27 上可能無法打開。建議改用「掛載遷移」。

source: 经典模式：用符号链接迁移（不推荐）
ar: الوضع التقليدي: الترحيل برابط رمزي (غير مستحسن)
de: Klassischer Modus: Migration über symbolischen Link (nicht empfohlen)
en: Classic mode: migrate with a symbolic link (not recommended)
eo: Klasika reĝimo: migrigi per simbola ligilo (ne rekomendata)
es: Modo clásico: migrar con un enlace simbólico (no recomendado)
fr: Mode classique : migrer par lien symbolique (déconseillé)
hi: क्लासिक मोड: प्रतीकात्मक लिंक से माइग्रेट करें (अनुशंसित नहीं)
id: Mode klasik: migrasi dengan tautan simbolis (tidak disarankan)
it: Modalità classica: migra tramite link simbolico (sconsigliata)
ja: クラシックモード：シンボリックリンクで移行（非推奨）
ko: 클래식 모드: 심볼릭 링크로 마이그레이션(권장하지 않음)
nl: Klassieke modus: migreren via symbolische link (afgeraden)
pl: Tryb klasyczny: migracja przez dowiązanie symboliczne (niezalecana)
pt: Modo clássico: migrar usando link simbólico (não recomendado)
ru: Классический режим: перенос через символическую ссылку (не рекомендуется)
th: โหมดดั้งเดิม: ย้ายด้วยลิงก์สัญลักษณ์ (ไม่แนะนำ)
tr: Klasik mod: sembolik bağlantıyla taşıma (önerilmez)
vi: Chế độ cổ điển: di chuyển bằng liên kết tượng trưng (không khuyến nghị)
zh_hant: 經典模式：以符號連結遷移（不建議）
